Repository: mdtipusultan/Bloomly-Pregnancy-Tracker
Catalog: BloomlyPregnancyTracker/BloomlyPregnancyTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fr, he, hi, id, ja, ko, ms, ro, ru, sv, th, uk, vi, zh_hans

# paywall.feature.tools
source: Wellness tools: Kegel, kick & contraction timers
bn: সুস্থতা সরঞ্জাম: Kegel, কিক এবং সংকোচন টাইমার
el: Εργαλεία ευεξίας: Kegel, κλωτσιές και χρονόμετρο συσπάσεων
he: כלי בריאות: Kegel, בעיטות וטיימר צירים
id: Alat kesehatan: Kegel, tendangan & timer kontraksi
ms: Alat kesejahteraan: Kegel, tendangan & pemasa kontraksi
ro: Instrumente wellness: Kegel, lovituri și cronometru contracții
sv: Wellness-verktyg: Kegel, spark- och värktimer
th: เครื่องมือสุขภาพ: Kegel นับการดิ้น และจับเวลาคลื่นไส้
uk: Інструменти: Kegel, поштовхи та таймер переймів
vi: Công cụ sức khỏe: Kegel, đếm cử động và hẹn giờ co thắt

# paywall.purchaseError
source: Purchase could not be completed.
bn: ক্রয় সম্পন্ন করা যায়নি।
el: Η αγορά δεν ολοκληρώθηκε.
he: הרכישה לא הושלמה.
id: Pembelian tidak dapat diselesaikan.
ms: Pembelian tidak dapat diselesaikan.
ro: Achiziția nu a putut fi finalizată.
sv: Köpet kunde inte slutföras.
th: ไม่สามารถซื้อได้
uk: Покупку не вдалося завершити.
vi: Không thể hoàn tất mua hàng.

# paywall.restore
source: Restore Purchases
bn: ক্রয় পুনরুদ্ধার
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
he: שחזור רכישות
id: Pulihkan Pembelian
ms: Pulihkan Pembelian
ro: Restaurează achizițiile
sv: Återställ köp
th: กู้คืนการซื้อ
uk: Відновити покупки
vi: Khôi phục mua hàng

# paywall.startFree
source: Start Free
bn: বিনামূল্যে শুরু
de: Kostenlos starten
el: Δωρεάν έναρξη
es: Empezar gratis
fr: Commencer gratuitement
he: התחלה חינם
id: Mulai Gratis
ms: Mula Percuma
ro: Începe gratuit
sv: Börja gratis
th: เริ่มฟรี
uk: Почати безкоштовно
vi: Bắt đầu miễn phí

# paywall.subscriptionsPlaceholder
source: Subscriptions will appear when configured in App Store Connect.
bn: App Store Connect-এ কনফিগার করলে সাবস্ক্রিপশন দেখা যাবে।
el: Οι συνδρομές θα εμφανιστούν όταν ρυθμιστούν στο App Store Connect.
he: מנויים יופיעו כשיוגדרו ב-App Store Connect.
id: Langganan akan muncul saat dikonfigurasi di App Store Connect.
ms: Langganan akan muncul apabila dikonfigurasi di App Store Connect.
ro: Abonamentele vor apărea când sunt configurate în App Store Connect.
sv: Prenumerationer visas när de konfigureras i App Store Connect.
th: การสมัครจะแสดงเมื่อตั้งค่าใน App Store Connect
uk: Підписки з'являться після налаштування в App Store Connect.
vi: Gói đăng ký sẽ hiển thị khi được cấu hình trong App Store Connect.

# paywall.subtitle
source: Unlock the full wellness experience
bn: সম্পূর্ণ সুস্থতা অভিজ্ঞতা আনলক করুন
el: Ξεκλειδώστε την πλήρη εμπειρία ευεξίας
es: Desbloquea la experiencia completa de bienestar
he: פתחי את חוויית הבריאות המלאה
id: Buka pengalaman kesehatan penuh
ms: Buka pengalaman kesejahteraan penuh
ro: Deblochează experiența wellness completă
sv: Lås upp hela wellness-upplevelsen
th: ปลดล็อกประสบการณ์สุขภาพเต็มรูปแบบ
uk: Відкрийте повний досвід wellness
vi: Mở khóa trải nghiệm sức khỏe đầy đủ

# stats.best
source: Best
bn: সেরা
el: Καλύτερο
es: Mejor
he: הטוב ביותר
id: Terbaik
ms: Terbaik
ro: Cel mai bun
sv: Bäst
th: ดีที่สุด
uk: Найкраще
vi: Tốt nhất

# stats.current
source: Current
bn: বর্তমান
el: Τρέχον
es: Actual
he: נוכחי
id: Saat Ini
ms: Semasa
ro: Curent
sv: Nuvarande
th: ปัจจุบัน
uk: Поточне
vi: Hiện tại

# stats.details
source: Details
bn: বিস্তারিত
el: Λεπτομέρειες
he: פרטים
id: Detail
ms: Butiran
ro: Detalii
sv: Detaljer
th: รายละเอียด
uk: Деталі
vi: Chi tiết

# stats.fertileWindow
source: Fertile Window
bn: উর্বর উইন্ডো
el: Γόνιμο παράθυρο
he: חלון פוריות
id: Masa Subur
ms: Tempoh Subur
ro: Fereastră fertilă
sv: Fertilt fönster
th: ช่วงเจริญพันธุ์
uk: Фертильне вікно
vi: Thời kỳ màu mỡ

# stats.gain
source: Gain
bn: বৃদ্ধি
el: Αύξηση
he: עלייה
id: Kenaikan
ms: Kenaikan
ro: Creștere
sv: Ökning
th: เพิ่มขึ้น
uk: Приріст
vi: Tăng

# stats.moodHistory
source: Mood History
bn: মুড ইতিহাস
el: Ιστορικό διάθεσης
he: היסטוריית מצב רוח
id: Riwayat Suasana Hati
ms: Sejarah Mood
ro: Istoric stare
sv: Humörhistorik
th: ประวัติอารมณ์
uk: Історія настрою
vi: Lịch sử tâm trạng

# stats.nextPeriod
source: Next Period
bn: পরবর্তী পিরিয়ড
el: Επόμενη περίοδος
he: ווסת הבאה
id: Menstruasi Berikutnya
ms: Haid Seterusnya
ro: Următoarea menstruație
sv: Nästa mens
th: ประจำเดือนครั้งถัดไป
uk: Наступна менструація
vi: Kỳ kinh tiếp theo

# stats.noSymptomData
source: No symptom data yet
bn: এখনও কোনো লক্ষণ ডেটা নেই
el: Δεν υπάρχουν ακόμα δεδομένα συμπτωμάτων
he: עדיין אין נתוני תסמינים
id: Belum ada data gejala
ms: Tiada data simptom lagi
ro: Nicio dată despre simptome încă
sv: Ingen symtomdata ännu
th: ยังไม่มีข้อมูลอาการ
uk: Ще немає даних про симптоми
vi: Chưa có dữ liệu triệu chứng

# stats.noWeightData
source: No weight data yet. Log from Home or Weight Tracker.
bn: এখনও কোনো ওজন ডেটা নেই। হোম বা ওজন ট্র্যাকার থেকে লগ করুন।
el: Δεν υπάρχουν ακόμα δεδομένα βάρους. Καταγράψτε από Αρχική ή Παρακολούθηση βάρους.
he: עדיין אין נתוני משקל. רשמי מהבית או מעקב משקל.
id: Belum ada data berat. Catat dari Beranda atau Pelacak Berat.
ms: Tiada data berat lagi. Log dari Utama atau Penjejak Berat.
ro: Nicio dată despre greutate. Înregistrează din Acasă sau Urmărire greutate.
sv: Ingen viktdata ännu. Logga från Hem eller Viktspårning.
th: ยังไม่มีข้อมูลน้ำหนัก บันทึกจากหน้าแรกหรือติดตามน้ำหนัก
uk: Ще немає даних про вагу. Записуйте з Головної або Відстеження ваги.
vi: Chưa có dữ liệu cân nặng. Ghi từ Trang chủ hoặc Theo dõi cân nặng.

# stats.ovulationEstimate
source: Ovulation Estimate
bn: ডিম্বস্ফোটন অনুমান
el: Εκτίμηση ωορρηξίας
he: הערכת ביוץ
id: Perkiraan Ovulasi
ms: Anggaran Ovulasi
ro: Estimare ovulație
sv: Ägglossningsuppskattning
th: ประมาณการตกไข่
uk: Оцінка овуляції
vi: Ước tính rụng trứng

# stats.prediction
source: Prediction
bn: ভবিষ্যদ্বাণী
el: Πρόβλεψη
he: תחזית
id: Prediksi
ms: Ramalan
ro: Predicție
sv: Prognos
th: คาดการณ์
uk: Прогноз
vi: Dự đoán

# stats.symptomFrequency
source: Symptom Frequency
bn: লক্ষণের ফ্রিকোয়েন্সি
el: Συχνότητα συμπτωμάτων
he: תדירות תסמינים
id: Frekuensi Gejala
ms: Kekerapan Simptom
ro: Frecvență simptome
sv: Symtomfrekvens
th: ความถี่ของอาการ
uk: Частота симптомів
vi: Tần suất triệu chứng

# stats.waterStreak
source: Water Streak
bn: পানির ধারাবাহিকতা
el: Σειρά νερού
he: רצף שתייה
id: Streak Minum Air
ms: Rentetan Minum Air
ro: Serie apă
sv: Vattenstreak
th: สถิติดื่มน้ำต่อเนื่อง
uk: Серія пиття води
vi: Chuỗi uống nước

# stats.weightOverTime
source: Weight Over Time
bn: সময়ের সাথে ওজন
el: Βάρος στο χρόνο
he: משקל לאורך זמן
id: Berat Seiring Waktu
ms: Berat Sepanjang Masa
ro: Greutate în timp
sv: Vikt över tid
th: น้ำหนักตามเวลา
uk: Вага з часом
vi: Cân nặng theo thời gian

# Step %lld of %lld
source: Step %1$lld of %2$lld
bn: ধাপ %1$lld / %2$lld
el: Βήμα %1$lld από %2$lld
he: שלב %1$lld מתוך %2$lld
id: Langkah %1$lld dari %2$lld
ms: Langkah %1$lld daripada %2$lld
ro: Pasul %1$lld din %2$lld
sv: Steg %1$lld av %2$lld
th: ขั้นตอน %1$lld จาก %2$lld
uk: Крок %1$lld з %2$lld
vi: Bước %1$lld / %2$lld

# weight.fieldPlaceholder
source: Weight
bn: ওজন
el: Βάρος
he: משקל
id: Berat
ms: Berat
ro: Greutate
sv: Vikt
th: น้ำหนัก
uk: Вага
vi: Cân nặng

# weight.guidance %lld
source: Week %lld Guidance
bn: সপ্তাহ %lld গাইডেন্স
el: Οδηγία εβδομάδας %lld
he: הנחיה לשבוע %lld
id: Panduan Minggu %lld
ms: Panduan Minggu %lld
ro: Ghid săptămâna %lld
sv: Vecka %lld vägledning
th: คำแนะนำสัปดาห์ที่ %lld
uk: Поради тижня %lld
vi: Hướng dẫn tuần %lld

# weight.historyEmpty
source: Your weight entries will appear here.
bn: আপনার ওজন এন্ট্রি এখানে দেখা যাবে।
el: Οι καταχωρήσεις βάρους θα εμφανιστούν εδώ.
he: רישומי המשקל יופיעו כאן.
id: Entri berat akan muncul di sini.
ms: Entri berat akan muncul di sini.
ro: Înregistrările de greutate vor apărea aici.
sv: Dina viktposter visas här.
th: รายการน้ำหนักจะแสดงที่นี่
uk: Записи ваги з'являться тут.
vi: Mục cân nặng sẽ hiển thị tại đây.

# weight.invalidTitle
source: Invalid Weight
bn: অবৈধ ওজন
el: Μη έγκυρο βάρος
he: משקל לא תקין
id: Berat Tidak Valid
ms: Berat Tidak Sah
ro: Greutate invalidă
sv: Ogiltig vikt
th: น้ำหนักไม่ถูกต้อง
uk: Недійсна вага
vi: Cân nặng không hợp lệ

# weight.invalidUnit %@
source: Please enter a valid weight in %@.
bn: %@-এ একটি বৈধ ওজন লিখুন।
el: Εισαγάγετε έγκυρο βάρος σε %@.
he: הזיני משקל תקין ב-%@.
id: Masukkan berat valid dalam %@.
ms: Masukkan berat sah dalam %@.
ro: Introduceți o greutate validă în %@.
sv: Ange en giltig vikt i %@.
th: กรอกน้ำหนักที่ถูกต้องใน %@
uk: Введіть дійсну вагу в %@.
vi: Vui lòng nhập cân nặng hợp lệ theo %@.

# weight.latest
source: Latest
bn: সর্বশেষ
el: Τελευταίο
he: אחרון
id: Terbaru
ms: Terkini
ro: Cea mai recentă
sv: Senaste
th: ล่าสุด
uk: Останнє
vi: Mới nhất

# weight.logTitle
source: Log Weight
bn: ওজন লগ
el: Καταγραφή βάρους
es: Registrar peso
he: רישום משקל
id: Catat Berat
ms: Log Berat
ro: Înregistrează greutatea
sv: Logga vikt
th: บันทึกน้ำหนัก
uk: Записати вагу
vi: Ghi cân nặng

# weight.logWeight
source: Log Weight
bn: ওজন লগ
el: Καταγραφή βάρους
he: רישום משקל
id: Catat Berat
ms: Log Berat
ro: Înregistrează greutatea
sv: Logga vikt
th: บันทึกน้ำหนัก
uk: Записати вагу
vi: Ghi cân nặng

# weight.notLoggedYet
source: Not logged yet
bn: এখনও লগ করা হয়নি
el: Δεν έχει καταχωρηθεί ακόμα
he: עדיין לא נרשם
id: Belum dicatat
ms: Belum dilog
ro: Neînregistrat încă
sv: Inte loggad ännu
th: ยังไม่ได้บันทึก
uk: Ще не записано
vi: Chưa ghi

# weight.noWeightYet
source: No weight logged yet
bn: এখনও কোনো ওজন লগ নেই
el: Δεν έχει καταχωρηθεί βάρος ακόμα
he: עדיין לא נרשם משקל
id: Belum ada berat tercatat
ms: Tiada berat dilog lagi
ro: Nicio greutate înregistrată
sv: Ingen vikt loggad ännu
th: ยังไม่มีน้ำหนักที่บันทึก
uk: Ще немає записів ваги
vi: Chưa ghi cân nặng

# weight.orEnterManually
source: Or enter manually
bn: অথবা ম্যানুয়ালি লিখুন
el: Ή εισαγάγετε χειροκίνητα
he: או הזיני ידנית
id: Atau masukkan manual
ms: Atau masukkan manual
ro: Sau introduceți manual
sv: Eller ange manuellt
th: หรือกรอกเอง
uk: Або введіть вручну
vi: Hoặc nhập thủ công

# weight.prePregnancy
source: Pre-pregnancy
bn: গর্ভাবস্থার আগে
el: Πριν την εγκυμοσύνη
he: לפני ההריון
id: Sebelum hamil
ms: Sebelum hamil
ro: Pre-sarcină
sv: Före graviditet
th: ก่อนตั้งครรภ์
uk: До вагітності
vi: Trước khi mang thai

# weight.previousEntry
source: Previous entry
bn: পূর্ববর্তী এন্ট্রি
el: Προηγούμενη καταχώρηση
he: רישום קודם
id: Entri sebelumnya
ms: Entri sebelumnya
ro: Înregistrare anterioară
sv: Föregående post
th: รายการก่อนหน้า
uk: Попередній запис
vi: Mục trước

# weight.range %@ %@
source: Enter a weight between %1$@ and %2$@.
bn: %1$@ এবং %2$@ এর মধ্যে ওজন লিখুন।
el: Εισαγάγετε βάρος μεταξύ %1$@ και %2$@.
he: הזיני משקל בין %1$@ ל-%2$@.
id: Masukkan berat antara %1$@ dan %2$@.
ms: Masukkan berat antara %1$@ dan %2$@.
ro: Introduceți o greutate între %1$@ și %2$@.
sv: Ange en vikt mellan %1$@ och %2$@.
th: กรอกน้ำหนักระหว่าง %1$@ ถึง %2$@
uk: Введіть вагу між %1$@ та %2$@.
vi: Nhập cân nặng từ %1$@ đến %2$@.

# weight.set
source: Set
bn: সেট
el: Ορισμός
he: הגדרה
id: Atur
ms: Tetapkan
ro: Setează
sv: Ange
th: ตั้งค่า
uk: Встановити
vi: Đặt

# weight.sinceLast
source: Since Last
bn: শেষ থেকে
el: Από την τελευταία
he: מאז האחרון
id: Sejak Terakhir
ms: Sejak Terakhir
ro: De la ultima
sv: Sedan senaste
th: ตั้งแต่ครั้งล่าสุด
uk: З моменту останнього
vi: Kể từ lần trước

# weight.sinceLastEntry %@
source: %@ since last entry
bn: শেষ এন্ট্রি থেকে %@
el: %@ από την τελευταία καταχώρηση
he: %@ מאז הרישום האחרון
id: %@ sejak entri terakhir
ms: %@ sejak entri terakhir
ro: %@ de la ultima înregistrare
sv: %@ sedan senaste post
th: %@ ตั้งแต่รายการล่าสุด
uk: %@ з останнього запису
vi: %@ kể từ lần ghi trước

# weight.sinceStarting
source: Since starting weight
bn: শুরুর ওজন থেকে
el: Από το αρχικό βάρος
he: ממשקל ההתחלה
id: Sejak berat awal
ms: Sejak berat permulaan
ro: De la greutatea inițială
sv: Sedan startvikt
th: ตั้งแต่น้ำหนักเริ่มต้น
uk: З початкової ваги
vi: Kể từ cân nặng ban đầu

# weight.sinceStartingWeight %@
source: %@ since starting weight
bn: শুরুর ওজন থেকে %@
el: %@ από το αρχικό βάρος
he: %@ ממשקל ההתחלה
id: %@ sejak berat awal
ms: %@ sejak berat permulaan
ro: %@ de la greutatea inițială
sv: %@ sedan startvikt
th: %@ ตั้งแต่น้ำหนักเริ่มต้น
uk: %@ з початкової ваги
vi: %@ kể từ cân nặng ban đầu

# weight.starting
source: Starting
bn: শুরু
el: Αρχικό
he: התחלתי
id: Awal
ms: Permulaan
ro: Inițial
sv: Start
th: เริ่มต้น
uk: Початкова
vi: Ban đầu

# weight.startingSubtitle
source: Your pre-pregnancy weight helps track healthy gain over time.
bn: গর্ভাবস্থার আগের ওজন সুস্থ বৃদ্ধি ট্র্যাক করতে সাহায্য করে।
el: Το βάρος πριν την εγκυμοσύνη βοηθά στην παρακολούθηση υγιούς αύξησης.
he: משקל לפני ההריון עוזר לעקוב אחרי עלייה בריאה.
id: Berat sebelum hamil membantu melacak kenaikan sehat.
ms: Berat sebelum hamil membantu jejak kenaikan sihat.
ro: Greutatea pre-sarcină ajută la urmărirea creșterii sănătoase.
sv: Vikt före graviditet hjälper att spåra hälsosam viktuppgång.
th: น้ำหนักก่อนตั้งครรภ์ช่วยติดตามการเพิ่มที่สุขภาพดี
uk: Вага до вагітності допомагає відстежувати здорове зростання.
vi: Cân nặng trước khi mang thai giúp theo dõi tăng cân lành mạnh.

# weight.startingTitle
source: Starting Weight
bn: শুরুর ওজন
el: Αρχικό βάρος
he: משקל התחלתי
id: Berat Awal
ms: Berat Permulaan
ro: Greutate inițială
sv: Startvikt
th: น้ำหนักเริ่มต้น
uk: Початкова вага
vi: Cân nặng ban đầu

# weight.startingWeightTip
source: Tip: set your starting weight in the Weight Tracker for gain tracking.
bn: টিপ: বৃদ্ধি ট্র্যাকিংয়ের জন্য ওজন ট্র্যাকারে শুরুর ওজন সেট করুন।
el: Συμβουλή: ορίστε το αρχικό βάρος στην Παρακολούθηση βάρους.
he: טיפ: הגדירי משקל התחלתי במעקב משקל.
id: Tip: atur berat awal di Pelacak Berat.
ms: Tip: tetapkan berat permulaan dalam Penjejak Berat.
ro: Sfat: setează greutatea inițială în Urmărire greutate.
sv: Tips: ange startvikt i Viktspårning.
th: เคล็ดลับ: ตั้งน้ำหนักเริ่มต้นในติดตามน้ำหนัก
uk: Порада: встановіть початкову вагу у Відстеженні ваги.
vi: Mẹo: đặt cân nặng ban đầu trong Theo dõi cân nặng.

# weight.tapToAdd
source: Tap to add
bn: যোগ করতে ট্যাপ
el: Πατήστε για προσθήκη
he: הקישי להוספה
id: Ketuk untuk tambah
ms: Ketik untuk tambah
ro: Atinge pentru a adăuga
sv: Tryck för att lägga till
th: แตะเพื่อเพิ่ม
uk: Натисніть, щоб додати
vi: Chạm để thêm

# weight.totalChange
source: Total Change
bn: মোট পরিবর্তন
el: Συνολική αλλαγή
he: שינוי כולל
id: Perubahan Total
ms: Perubahan Jumlah
ro: Schimbare totală
sv: Total förändring
th: การเปลี่ยนแปลงรวม
uk: Загальна зміна
vi: Tổng thay đổi

source: Weight Trend
bn: ওজনের প্রবণতা
el: Τάση βάρους
es: Tendencia de peso
he: מגמת משקל
id: Tren Berat
ms: Trend Berat
ro: Tendință greutate
sv: Vikttrend
th: แนวโน้มน้ำหนัก
uk: Тренд ваги
vi: Xu hướng cân nặng

# babySize.item.nectarine
source: nectarine
bn: নেকটারিন
de: Nektarine
es: nectarina
hi: नेक्टरीन
ja: ネクタリン
ko: 넥tarine
ru: нектарин
zh_hans: 油桃

# babySize.item.jicama
source: jicama
bn: জিকামা
es: jícama
hi: जिकामा
ja: ヒカマ
ru: хикама
zh_hans: 豆薯
